Repository: alemar11/fb
Catalog: Localization001/FeatureOne/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: it

source: An error occurred
it: Si Ã¨ verificato un errore

source: Did you forget your credentials?
it: Hai dimenticato le tue credenziali?

source: Forgot Password?
it: Password dimenticata?

source: Insert your credentials
it: Inserisci le tue credenziali

source: Insert your username or email
it: Inserisci username o password

source: Login
it: Accedi

source: Recover your password
it: Recupera la password

source: Username
it: Utente

source: username or email
it: utente o email

source: Welcome!
it: Benvenuto!

source: Wrong credentials
it: Credenziali non corrette
